Repository: br-automation-com/mapp-Framework
Catalog: mappFramework/Logical/mappView/Resources/Texts/mappFrameworkTexts/AuditPageTexts.tmx
Source language: en
Languages: de, zh

source: Number of Archives
de: Archiv Anzahl
zh: 档案数量

source: Archive Setup
de: Archiv Einstellungen
zh: 存档设置

source: Type - Message - Comment
de: Typ - Message - Komment
zh: 类型 - 消息 - 评论

source: Custom Events
de: Benutzer Ereignisse
zh: 自定义事件

source: By Batch
de: Bei Batch
zh: 按批次

source: Cancel
de: Abrechen
zh: 取消

source: Daily
de: Täglich
zh: 每日

source: Enable
de: Einschalten
zh: 使能够

source: Interval
de: Intervall
zh: 间隔

source: Max file size (Kb)
de: Maximale Dateigrösse (Kb)
zh: 最大文件大小

source: Save
de: Speichern
zh: 存储

source: Set up automatic archiving
de: Automatisches Archiv einrichten
zh: 设置自动存档

source: Time of day (24 hr)
de: Tageszeit (24 Std.)
zh: 一天中的时间（24 小时）

source: Export
de: Exportieren
zh: 出口

source: Export Archive
de: Archiv exportieren
zh: 导出存档

source: Filter
de: Filtern
zh: 筛选

source: Message
de: Eintrag
zh: 信息

source: Operator
de: Anwender
zh: 操作员

source: Query
de: Abfrage
zh: 询问

source: Run Query
de: Anfrage starten
zh: 运行查询

source: Sort
de: Sortieren
zh: 种类

source: Timestamp
de: Zeitstempel
zh: 时间戳

source: Audit Trail
zh: 审计追踪

source: Export Format
zh: 导出格式
